Repository: neteng0911/carpool
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Departure
el: Αναχώρηση

source: Destination
el: Προορισμός

source: Date of departure
el: Ημ/νια Αναχώρησης

source: Time of departure
el: Ώρα Αναχώρηση

source: Date of return
el: Ημ/νια Επιστροφής

source: cost
el: Κόστος

source: Passengers
el: Επιβάτες

source: Disabled access
el: ΑΜΕΑ

source: Check if at least one disabled passenger can join
el: Επιλέξτε αν υπάρχει θέση για ΑΜΕΑ

source: Accepted
el: Αποδεκτό

source: Accept
el: Αποδοχή

source: Declined
el: Μη αποδεκτό

source: Decline
el: Άρνηση

source: Hi
el: Γεια σου

source: Please click on the link to confirm your registration for the Carpooling Project,
el: Παρακαλώ πατήστε στον σύνδεσμο για επιβεβαίωση της εγγραφής

source: Please confirm your email address to complete registration
el: Παρακαλώ επιβεβαιώστε την ηλεκτρονική σας διεύθυνση για να ολοκληρώσετε την εγγραφή

source: Thank you for your email confirmation. Please
el: Ευχαριστούμε για την επιβεβαίωση του ηλεκτρονικού σας ταχυδρομείου.

source: Log In
el: Σύνδεση

source: Departure Address
el: Αφετηρία

source: Destination Address
el: Προορισμός

source: Search
el: Αναζήτηση

source: Submit
el: Υποβολή

source: You are member since
el: Είστε μέλος από

source: Update
el: Ενημέρωση

source: You are not allowed to edit other user profile!
el: Δεν έχετε το δικαίωμα να επεξεργαστείτε προφίλ διαφορετικού χρήστη

source: Here you can edit Trip no
el: Εδώ μπορείτε να επεξεργαστείτε την διαδρομή με αρ.

source: To
el: Προς

source: Leaving on
el: Αναχώρηση την

source: at
el: στις

source: Returning on
el: Επιστροφή την

source: Distance
el: Απόσταση

source: Delete Trip
el: Διαγραφή διαδρομής

source: Created by
el: Δημιουργήθηκε από

source: on
el: την

source: By using this site you agree to our
el: Χρησιμοποιώντας την εφαρμογή, συμφωνείτε με τους

source: Terms and conditions
el: Όροι και Περιορισμοί

source: Please
el: Παρακαλώ

source: these before using this site
el: πριν την χρήση της εφαρμογής

source: Hello
el: Γεια σου

source: Profile
el: Προφίλ

source: Language
el: Γλώσσα

source: Log Out
el: Αποσύνδεση

source: Register
el: Εγγραφή

source: Products
el: Προϊόντα

source: Terms and Conditions
el: Όροι και Περιορισμοί

source: Instructions
el: Οδηγίες

source: Contact
el: Επικοινωνία

source: Follow us
el: Ακολουθήστε μας

source: Username
el: Όνομα χρήστη

source: Password
el: Κωδικός

source: Login
el: Σύνδεση

source: No account?
el: Δεν έχετε λογαριασμό;

source: You can register here
el: Εγγραφή

source: Forgot password?
el: Ξεχάσατε τον κωδικό σας;

source: Reset Password
el: Επαναφορά κωδικού

source: Total Trips
el: Συνολικές διαδρομές

source: Show Valid Trips
el: Ενεργές διαδρομές

source: Search..
el: Αναζήτηση..

source: Trip No
el: Διαδρομή Νο

source: Trip Closed
el: Διαδρομή οριστικοποιημένη

source: From
el: Από

source: Leaving at
el: Αναχώρηση στις

source: Returning at
el: Επιστροφή στις

source: The Driver is
el: Οδηγός

source: Initial cost per passenger
el: Αρχικό κόστος ανά επιβάτη

source: Expected cost per passenger
el: Αναμενόμενο κόστος ανά επιβάτη

source: Insert your comment
el: Σχολιάστε

source: Post
el: Δημοσίευση

source: Leave
el: Αποχώρηση

source: Join
el: Συμμετοχή

source: commented on
el: σχολιάστηκε την

source: Page
el: Σελίδα

source: Previous
el: Προηγούμενη

source: Next
el: Επόμενη

source: Forgotten your password? Enter your email address below, and we
el: Ξεχάσατε τον κωδικό σας; Εισάγετε την ηλεκτρονική σας διεύθυνση και

source: Send me instructions
el: Οδηγίες

source: Password reset complete!
el: Η επαναφορά κωδικού ολοκληρώθηκε

source: Your password has been set. You may go ahead and
el: Ο κωδικός σας είναι ενεργός.

source: log in
el: συνδεθείτε

source: now
el: τώρα

source: Hello, %(user.username)s We received a request to reset the password for your account for this email address. To initiate the password reset process for your account, click the link below.
el: Γεια σας, λάβαμε μια εντολή για επαναφορά του κωδικού σας από αυτή την ηλεκτρονική διεύθυνση. Για να ξεκινήσει η διαδικασία ακολουθήστε των παρακάτω σύνδεσμο.

source: This link can only be used once. If you need to reset your password again, please visit
el: Ο σύνδεσμος μπορεί να χρησιμοποιηθεί μία φορά. Αν χρειαστείτε να επαναφέρετε τον κωδικό σας πάλι, παρακαλώ ακολουθήστε

source: and request another reset
el: και ζητήστε νέα επαναφορά

source: You are viewing user
el: Βλέπετε το προφίλ του χρήστη

source: You are a passenger of
el: Είστε επιβάτης σε

source: trips
el: διαδρομές

source: Total Trips as a driver
el: Συνολικές διαδρομές ως οδηγός

source: Edit Your Profile
el: Επεξεργαστείτε το προφίλ σας

source: and returning on
el: επιστροφή την

source: and returning at
el: επιστροφή στις

source: created on
el: δημιουργήθηκε την

source: Passengers on this Trip
el: Επιβάτες

source: Passengers on this trip
el: Επιβάτες

source: Email Address
el: Προορισμός

source: name
el: όνομα

source: surname
el: επώνυμο

source: date of birth
el: Ημ/νια Επιστροφής

source: Confirm Password
el: Επιβεβαίωση Κωδικού

source: Already have an account?
el: Έχετε ήδη λογαριασμό;

source: Log In here
el: Σύνδεση

source: By registering you agree to our
el: Με την εγγραφή σας συμφωνείτε με

source: remove
el: αφαίρεση

source: Edit Trip
el: Επεξεργασία διαδρομής

source: Show All Trips
el: Όλες οι διαδρομές

source: You searched for
el: Αναζητήσατε

source: Trip No
el: Διαδρομή Νο

source: replied on
el: απάντησε την

source: Sorry no Trips found!
el: Δεν βρέθηκε καμία διαδρομή!

source: Company name
el: Carpool

source: By accessing this website, you agree to be bound by these terms of use, all current laws and regulations, and you agree to be responsible for compliance with any current local laws. If you do not agree to any of these terms, do not use this website. Any claim regarding the the use of this website will be ruled by the laws of Greece. The owner of this website makes no warranty that the services provided by the users of this website are suitable or available for use in all countries or regions. The omission of terms or restrictions mentioned in these terms of use does not constitute a waiver of the rights of the owner of this website nor do they restrict the owner of this website from using these rights or restrictions in the future.
el: Με την πρόσβαση σε αυτόν τον ιστότοπο, συμφωνείτε να δεσμεύεστε από αυτούς τους όρους χρήσης, όλους τους ισχύοντες νόμους και κανονισμούς, και συμφωνείτε να είστε υπεύθυνοι για τη συμμόρφωση με τυχόν ισχύοντες τοπικούς νόμους. Εάν δεν συμφωνείτε με κάποιους από αυτούς τους όρους, μην χρησιμοποιείτε αυτόν τον ιστότοπο. Οποιαδήποτε αξίωση σχετικά με τη χρήση αυτού του ιστότοπου θα διέπεται από τους νόμους της Ελλάδας. Ο ιδιοκτήτης αυτού του ιστότοπου δεν παρέχει καμία εγγύηση ότι οι υπηρεσίες που παρέχονται από τους χρήστες του. Η παράλειψη όρων ή περιορισμών που αναφέρονται στους παρόντες όρους χρήσης δεν το κάνει συνιστούν παραίτηση από τα δικαιώματα του κατόχου αυτού του ιστότοπου ούτε περιορίζουν τον κάτοχο αυτού του ιστότοπου από τη χρήση αυτών των δικαιωμάτων ή περιορισμών στο μέλλον.

source: Copyright and trademark information and instructions
el: Πληροφορίες και οδηγίες πνευματικών δικαιωμάτων και εμπορικών σημάτων.

source: The code and logos contained in this website are protected by current copyright and trademark laws.
el: Ο κωδικός και τα λογότυπα που περιέχονται σε αυτόν τον ιστότοπο προστατεύονται από τους ισχύοντες νόμους περί πνευματικών δικαιωμάτων και εμπορικών σημάτων.

source: Drivers-Passengers</h6> The owner of this website is not responsible for any driver record, ability, certification or insurance check, nor safety checks, inspections or maintenance of the vehicles used. The owner of this website isn't responsible for any background checks of the drivers nor the passengers of the carpool trip. By deciding to participate on a trip voluntarily either as a driver or as a passenger, you agree that you are entirely and solely responsible for your safety during the trip. <p><b>Minors are prohibited to use this website. </b></p> Users of this website should not accept or give rides to complete strangers ans should be extremely cautious when accepting passengers or joining trips. The carpooling trip is a private agreement among the users. The passenger of a trip is responsible of declining a trip due to unsafe vehicle, or for any reason that makes him/her feel uncomfortable or unsafe. The driver of a trip is responsible of declining a trip if he/she for any reason that that makes him/her feel uncomfortable or unsafe. <p> <b>The users of this website are participating in carpooling trips at their own risk.</b></p>
el: Ο ιδιοκτήτης αυτού του ιστότοπου δεν είναι υπεύθυνος για τον οδηγό, την ικανότητα, πιστοποίηση ή έλεγχο ασφάλισης, ούτε για ελέγχους ασφαλείας, επιθεωρήσεις ή συντήρηση των χρησιμοποιούμενων οχημάτων. Ο ιδιοκτήτης αυτού του ιστότοπου δεν είναι υπεύθυνος για τυχόν ελέγχους ιστορικού των οδηγών ή των επιβατών του ταξιδιού με συνεπιβατισμό. Αποφασίζοντας να συμμετάσχετε σε ένα ταξίδι εθελοντικά είτε ως οδηγός είτε ως επιβάτης, συμφωνείτε ότι είστε εξ ολοκλήρου και αποκλειστικά υπεύθυνοι για την ασφάλειά σας κατά τη διάρκεια του ταξιδιού.Οι ανήλικοι απαγορεύεται να χρησιμοποιούν αυτόν τον ιστότοπο. Οι χρήστες αυτού του ιστότοπου δεν πρέπει να δέχονται ή να κάνουν βόλτες σε εντελώς αγνώστους και θα πρέπει να είναι εξαιρετικά προσεκτικοί όταν δέχονται επιβάτες ή συμμετέχουν σε ταξίδια. Το ταξίδι carpooling είναι μια ιδιωτική συμφωνία μεταξύ των χρηστών. Ο επιβάτης ενός ταξιδιού είναι υπεύθυνος για την απόρριψη ενός ταξιδιού λόγω μη ασφαλούς οχήματος ή για οποιονδήποτε λόγο που τον/την κάνει να αισθάνεται άβολα ή μη ασφαλής. Ο οδηγός ενός ταξιδιού είναι υπεύθυνος για την απόρριψη ενός ταξιδιού εάν για οποιονδήποτε λόγο που τον κάνει να νιώθει άβολα ή ανασφαλής. Οι χρήστες αυτού του ιστότοπου συμμετέχουν σε ταξίδια συνεπιβατισμού με δική τους ευθύνη.

source: Waiver of Claims
el: Παραίτηση από αξιώσεις

source: The owner of this website takes no responsibility for any personal injuries, death, property damages, financial losses, or any other kind of liability that may result from sharing a trip through this website with another person.
el: Ο ιδιοκτήτης αυτού του ιστότοπου δεν φέρει καμία ευθύνη για τυχόν σωματικές βλάβες, θάνατο, υλικές ζημιές, οικονομικές απώλειες ή οποιοδήποτε άλλο είδος ευθύνης που μπορεί να προκύψει από τον συνεπιβατισμό μέσω αυτού του ιστότοπου με άλλο άτομο.

source: Abusive accounts
el: Καταχρηστικοί λογαριασμοί

source: 'The owner of this website reserves the right to remove abusive accounts e.g. programmatic access through spiders, robots, crawlers, scrapers etc., spam, hacked accounts, or any kind of abusive behaviour.
el: Ο κάτοχος αυτού του ιστότοπου διατηρεί το δικαίωμα να αφαιρέσει καταχρηστικούς λογαριασμούς π.χ. πρόσβαση μέσω προγραμματισμού μέσω ,( ρομπότ, (crawlers), ανιχνευτών, ξύστρων κ.λπ., ανεπιθύμητων μηνυμάτων, χακαρισμένους λογαριασμούς ή κάθε είδους καταχρηστική συμπεριφορά.

source: Disclaimer of guarantees
el: Αποποίηση εγγυήσεων

source: The material on the website of this website is provided “as it is”. The calculation of CO2 emissions is an approximation and depends on the car manufacture, the driving habits, the kind of fuel etc.
el: Το υλικό του ιστότοπου «ως έχει». Ο υπολογισμός των εκπομπών CO2 είναι κατά προσέγγιση και εξαρτάται από την κατασκευή του αυτοκινήτου, τις συνήθειες οδήγησης, το είδος του καυσίμου κ.λπ

source: Limitation of Liability
el: Περιορισμός ευθύνης

source: In any case, the owner of this website or its suppliers are not liable for damages resulting from lost information or interruptions due to system or product failures, even if the owner of this website has been notified orally or written for the possibility of such losses.
el: Σε κάθε περίπτωση, ο ιδιοκτήτης αυτού του ιστότοπου ή οι προμηθευτές του δεν ευθύνονται για ζημίες που προκύπτουν από απώλεια πληροφοριών ή διακοπές λόγω συστήματος ή αποτυχίες προϊόντων, ακόμη και αν ο ιδιοκτήτης αυτού του ιστότοπου έχει ειδοποιηθεί προφορικά ή γραπτά για την πιθανότητα τέτοιων απωλειών.

source: Revisions and typographical errors
el: Αναθεωρήσεις και τυπογραφικά λάθη

source: The material appearing on the websites of the owner of this website may include technical, typographical or photographic errors. Τhe owner of this website does not guarantee that all information published on its website is accurate, complete and in accordance with current conditions. Τhe owner of this website may make changes to the content of its websites at any time without prior notice.
el: Σε κάθε περίπτωση, ο ιδιοκτήτης αυτού του ιστότοπου ή οι προμηθευτές του δεν ευθύνονται για ζημίες που προκύπτουν από απώλεια πληροφοριών ή διακοπές λόγω συστήματος ή αποτυχίες προϊόντων, ακόμη και αν ο ιδιοκτήτης αυτού του ιστότοπου έχει ειδοποιηθεί προφορικά ή γραπτά για την πιθανότητα τέτοιων απωλειών. Αναθεωρήσεις και τυπογραφικά λάθη. Το υλικό που εμφανίζεται στους ιστότοπους του κατόχου αυτού του ιστότοπου ενδέχεται να περιλαμβάνει τεχνικά, τυπογραφικά ή φωτογραφικά λάθη. Ο ιδιοκτήτης αυτού του ιστότοπου δεν εγγυάται ότι όλες οι πληροφορίες που δημοσιεύονται στον ιστότοπό του είναι ακριβείς, πλήρεις και σύμφωνες με τις σημερινές συνθήκες. Ο ιδιοκτήτης αυτού του ιστότοπου μπορεί να κάνει αλλαγές στο περιεχόμενο των ιστοσελίδων του ανά πάσα στιγμή χωρίς προηγούμενη ειδοποίηση

source: Change of Terms of Use
el: Τροποποίηση των Όρων Χρήσης

source: The owner of this website may change the terms of use of its websites without prior notice. The user of any of the websites of the owner of this website agrees to its current Terms of Use.
el: Ο ιδιοκτήτης αυτού του ιστότοπου μπορεί να αλλάξει τους όρους χρήσης των ιστοσελίδων του χωρίς προηγούμενη ειδοποίηση. Ο χρήστης οποιουδήποτε από τους ιστότοπους του κατόχου αυτού του ιστότοπου συμφωνεί με τους τρέχοντες Όρους Χρήσης του.

source: Users’ Data
el: Δεδομένα χρήστη

source: Any information or other material delivered or published by users, on the owner of this website is considered non-confidential and non-privately owned. the owner of this website reserves the right to use this information, protecting privacy rules. The publication of illegal, bulling, pornographic, satirical, defamatory or other content contrary to the law is prohibited.
el: Οποιαδήποτε πληροφορία ή άλλο υλικό που παραδίδεται ή δημοσιεύεται από τους χρήστες, στον κάτοχο αυτού του ιστότοπου θεωρείται μη εμπιστευτικά και μη ιδιόκτητα. Ο ιδιοκτήτης αυτού του ιστότοπου διατηρεί το δικαίωμα να χρησιμοποιήσει αυτές τις πληροφορίες, προστατεύοντας τους κανόνες απορρήτου. Απαγορεύεται η δημοσίευση παράνομου, εκφοβισμού, πορνογραφικού, σατυρικού, δυσφημιστικού ή άλλου περιεχομένου που αντίκειται στο νόμο.

source: Links
el: Σύνδεσμοι

source: The owner of this website may contain links to third party websites. Such websites are operated by other companies or persons or agents and the links to such websites are provided by the owner of this website only for the convenience of its users. These websites are not under the control of the owner of this website and the owner of this website is not responsible for the accuracy of the information published in them. Τhe owner of this website reserves the right to terminate the connection to any third party website without notice.
el: Ο κάτοχος αυτού του ιστότοπου μπορεί να περιέχει συνδέσμους προς ιστότοπους τρίτων. Τέτοιοι ιστότοποι διαχειρίζονται άλλες εταιρείες ή πρόσωπα ή αντιπρόσωπος και οι σύνδεσμοι προς αυτούς τους ιστότοπους παρέχονται από τον ιδιοκτήτη αυτού του ιστότοπου μόνο για τη διευκόλυνση των χρηστών του. Αυτοί οι ιστότοποι δεν βρίσκονται υπό τον έλεγχο του κατόχου αυτού του ιστότοπου και ο ιδιοκτήτης αυτού του ιστότοπου δεν ευθύνεται για την ακρίβεια των πληροφοριών που δημοσιεύονται σε αυτούς. Ο ιδιοκτήτης αυτού του ιστότοπου διατηρεί το δικαίωμα να τερματίσει τη σύνδεση με οποιονδήποτε ιστότοπο τρίτων χωρίς προειδοποίηση.

source: Km
el: Χλμ
